/* Title for event birthday (with a name) */
"%@\\U2019s Birthday" = "Ngày sinh của %@";

/* Title for event birthday (without a name) */
"Birthday" = "Ngày sinh";

"FACEBOOK_CALENDAR_NAME" = "Sự kiện Facebook";

/* default calendar name */
"DEFAULT_CALENDAR_NAME" = "Lịch";

/* default reminders calendar name */
"DEFAULT_TASK_CALENDAR_NAME" = "Lời nhắc";
// Also this one, sadly.  See 9806767 and 9696624
"Reminders" = "Lời nhắc";

/* Default name for an event/reminder alarm */
"DEFAULT_REMINDER_NAME" = "Lời nhắc";

/* Errors, returned as part of EKError object. Generally only for developers, but they might appear in UI.*/
"EVENT_NOT_MUTABLE_ERROR" = "Không thể sửa sự kiện này.";

"NO_CALENDAR_ERROR" = "Không có lịch nào được đặt.";

"NO_START_DATE_ERROR" = "Không ngày bắt đầu nào được đặt.";

"NO_END_DATE_ERROR" = "Không ngày kết thúc nào được đặt.";

"DATES_INVERTED_ERROR" = "Ngày bắt đầu phải trước ngày kết thúc.";

"UNEXPECTED_ERROR" = "Đã xảy ra lỗi không mong đợi.";

"CALENDAR_SOURCE_CANNOT_BE_MODIFIED" = "Không thể di chuyển lịch này đến một tài khoản khác.";


"CALENDAR_READ_ONLY_ERROR" = "Lịch là chỉ đọc.";

"DURATION_EXCEEDS_RECURRENCE_ERROR" = "Sự kiện quá lâu không thể nhắc lại thường xuyên.";

"ALARM_EXCEEDS_RECURRENCE_ERROR" = "Sự kiện lặp lại trước khi cảnh báo xảy ra.";

"START_DATE_FUTURE_ERROR" = "Sự kiện quá xa trong tương lai.";

"OCCURRENCE_COLLISION_ERROR" = "Sự kiện lặp lại xảy ra vào ngày này.";

"INVITES_CANNOT_MOVE_ERROR" = "Không thể di chuyển lời mời sang lịch khác.";

"CANNOT_GEOCODE_LOCATION_ERROR" = "Không thể định danh tọa độ vị trí của lời nhắc tới một địa chỉ để bật báo động.";

/* meaningless to end users, but useful for coders. It means the event is being used with the wrong database (store). */
"WRONG_STORE_ERROR" = "Sự kiện đó không thuộc về kho sự kiện đó.";

/* developer error */
"SPAN_ERROR" = "Khoảng thời gian không hợp lệ được xác định.";

"CALENDAR_HAS_NO_SOURCE" = "Lịch không có nguồn";

"DOES_NOT_ALLOW_RECURRENCE_CHANGES" = "Không thể thay đổi trường lặp lại.";

"DOES_NOT_ALLOW_ALARM_CHANGES" = "Không thể thay đổi báo thức.";

"DOES_NOT_ALLOW_ATTENDEE_CHANGES" = "Không thể thay đổi người tham dự";

"CALENDAR_IMMUTABLE" = "Không thể thay đổi hoặc xóa lịch đó.";

"STRUCTURED_LOCATIONS_NOT_SUPPORTED" = "Các vị trí có thông tin địa lý không được tài khoản này hỗ trợ.";

"ACTIONS_NOT_SUPPORTED" = "Các thao tác không được tài khoản này hỗ trợ.";

"REMINDER_LOCATIONS_NOT_SUPPORTED" = "Các vị trí cho lời nhắc không được tài khoản này hỗ trợ.";

"ALARM_PROXIMITY_NOT_SUPPORTED" = "Báo thức dựa trên vùng lân cận không được tài khoản này hỗ trợ.";

"RECURRING_TASK_REQUIRES_DUE_DATE_ERROR" = "Lời nhắc lặp lại phải có ngày hết hạn.";

"SOURCE_PROHIBITS_CALENDAR_ADD_DELETE" = "Tài khoản đó không cho phép thêm hoặc xóa lịch.";

"CALENDAR_DOES_NOT_ALLOW_EVENTS" = "Lịch đó không cho phép thêm sự kiện.";

"CALENDAR_DOES_NOT_ALLOW_REMINDERS" = "Lịch đó không cho phép thêm lời nhắc.";

"SOURCE_DOES_NOT_ALLOW_REMINDERS" = "Tài khoản đó không hỗ trợ lời nhắc.";

"PRIORITY_IS_INVALID" = "Ưu tiên phải từ 0 đến 9.";

"INVALID_ENTITY_TYPE" = "Đây không phải là EKEntityType hợp lệ.";
